Repository: otchoumouAng/snvlt
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: End Date
fr: Date Fin

source: End Date is mandatory
fr: La date de fin est obligatoire

source: Last number
fr: Dernier numéro

source: Temp File details
fr: Détails Fichier Temporaire

source: Select a forest
fr: Selectionner une forêt

source: Confirm
fr: Confirmer

source: Locale
fr: Langue

source: Select an operator type
fr: Sélectionner un type Opérateur

source: Select a logger
fr: Sélectionner un forestier

source: Select a factory
fr: Sélectionner une usine

source: Select an exporter
fr: Sélectionner un exportateur

source: Select a Regional Direction
fr: Sélectionner a Direction Régionale

source: Select a cantonment
fr: Sélectionner un cantonnement

source: Select a DD
fr: Sélectionner une DD

source: Forester Checkpoint
fr: Poste Forestier

source: Select a checkpoint
fr: Sélectionner un poste forestier

source: Type of Service
fr: Type de Service

source: Select a direction
fr: Sélectionner une direction

source: Select a service
fr: Sélectionner un service

source: SNVLT NEW MEMBERSHIP
fr: SNVLT NOUVEL ADHERANT

source: Sorry, Confirm your password please
fr: Désolé, Veuillez confirmer votre mot de passe SVP

source: Please, Select an operator
fr: SVP, Veuillez sélectionnez un opérateur

source: Please, Select a logger
fr: SVP, Veuillez sélectionnez un forestier

source: Please, Select a factory
fr: SVP, Veuillez sélectionnez une usine

source: Please, Select an exporter
fr: SVP, Veuillez sélectionnez un exportateur

source: Please, Select a Regional Direction
fr: SVP, Veuillez sélectionnez une Direction Régionale

source: Please, Select a Cantonment
fr: SVP, Veuillez sélectionnez un Cantonment

source: Please, Select a Departmental Direction
fr: SVP, Veuillez sélectionnez un Poste Forestier

source: Password length must be greater than 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

source: This email is already in use by an existing user in the system
fr: Cet email est déjà enregistré dans le système

source: BAD REQUEST SENT. CHECK VALUES SUBMITTED
fr: MAUVAISE REQUETE EMISE. VERIFIER LES VALEURS ENVOYEES

source: This Phone No is already in use by an existing user in the system
fr: Ce numéro de téléphone est déjà enregistré dans le système

source: Villages Forest Autorizations
fr: Autorisations de Parcelles villageoises

source: Webmapping
fr: Cartographie

source: Select tree No
fr: Selectionnez N° arbre

source: Please Fill input concerning Factory, date and destination before continue
fr: SVP, Saisissez les champs concernant lusine, date et destination avant de continuer

source: Select a month
fr: Selectionner le mois

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Add CP Data
fr: Ajouter les données du CP

source: CP Loading
fr: Chargement CP

source: This number has been already used !
fr: Ce numéro a déjà été utilisé !

source: Sorry, Unloading date is mandatory
fr: Désolé, la date de déchargement est obligatoire

source: Generate Document
fr: Générer Document

source: Delivered at
fr: Delivré le

source: First Page No
fr: N° Première Page

source: Generate document
fr: Générer document

source: Created by
fr: Créé par

source: Do you really want to generate this document into the system ?
fr: Voulez-vous vraiment générer ce document dans le système ?

source: Document Generation
fr: Génération de documents

source: Please, fill all required fields before continue
fr: SVP, Veuillez saisir tous les champs avant de continuer

source: The document has been created successfully
fr: Le document a été créé avec succès

source: The document has not been selected
fr: Le document na pas été sélectionné

source: CONGRATULATIONS!!!
fr: FELICITATIONS!!!

source: Your request have been submitted to the Manager of the structure. You will be notified once you requested will be accepted.
fr: Votre demande a été transmise au responsable de la structure. Vous serez notifié une fois l=votre requête acceptée.

source: Login page
fr: Page de connexion

source: Species data
fr: Données Essences

source: Print
fr: Imprimer

source: Wood Package
fr: Colis

source: Do you want to complete this package ?
fr: Voulez-vous clôturer ce colis ?

source: Elements
fr: Eléments

source: No element found for this package
fr: Aucun élément disponible pour ce colis

source: elements remaining
fr: éléments restants

source: PLEASE CHEK IF YOU HAVE SELECTED THE PACKAGE AND THE ELEMENT
fr: SVP, VERIFIER QUE VOUS AVEZ SELECTIONNE LE COLIS ET SES ELEMENTS

source: THIS ELEMENT IS ALREADY REGISTERED
fr: CET ELEMENT EST DEJA ENREGISTRE

source: Add Elements
fr: Ajouter éléments

source: Reason
fr: Motif

source: Search
fr: Rechercher

source: Click here to show details
fr: Cliquer ici pour afficher les détails

source: Loadinng details
fr: Détails chargement

source: has edited an exiting group for his organization. Details : Group name [
fr: a modifié un groupe pour son organisation . Détails : Nom du groupe [

source: Load data
fr: Donnée Chargement

source: Do you want to upload inventory data ?
fr: Voulez-vous charger les données d'inventaire ?

source: Upload
fr: Charger

source: Your file contains errors. Please Fix it
fr: Votre fichier contient des erreurs. Merci de les corriger

source: Congratulations! Your file has been uploaded successfully
fr: Félicitations! Votre fichier a été chargé avec succès

source: Select Forest
fr: Sélectionner Forêt

source: Select loading
fr: Selectionner chargement

source: Edit CP Data
fr: Modifier les données CP

source: Abandon tree
fr: Abandonner Arbre

source: Abandon log A
fr: Abandonner Bille A

source: Abandon log B
fr: Abandonner bille B

source: Abandon log C
fr: Abandonner bille C

source: DATA CP saved !
fr: DONNEES CP ENREGISTREES !

source: Number of trees
fr: Nb arbres

source: Forest Site Stock
fr: Parc Chantier

source: Legend
fr: Légende

source: This log has been already used
fr: Cette bille a déjà été utilisée

source: This log is on site
fr: Cette bille est sur site

source: This log is abandoned
fr: Cette bille est abandonnée

source: Factory Park
fr: Parc Usine

source: this log was sawed
fr: Cette bille a été tronçonnée

source: this log has been reported
fr: Cette bille a été signalée

source: Billon length
fr: Longueur Billon

source: Admin Console
fr: Console Administrateur

source: Cut
fr: Couper

source: Complete Cutting
fr: Terminer Tronçonnage

source: Do you want to end this operation for this log?
fr: Voulez-vous clôturer cette opération pour la bille sélectionnée?

source: This operation will create a final log
fr: Cette opération va créer un dernier billon

source: Cuting sheet
fr: Fiche de tronçonnage

source: the selected date cannot be later than today
fr: La date de sélection ne peut être postérieure à celle d'aujourdhui

source: Sorry no log was selected
fr: Désolé aucune bille sélectionnée

source: Please, Select a Forester Checkpoint
fr: SVP, Veuillez sélectionner un poste forestier

source: submit to manager
fr: soumettre au responsable

source: The loading is sent to manager!
fr: Le chargement a été soumi au responsable!

source: Validation of loading
fr: Validation du chargement

source: Loading date
fr: Date de chargement

source: Number of logs
fr: Nombre de bille

source: Vehicle registration
fr: Immatriculation Véhicule

source: Driver
fr: Conducteur

source: Validate BRH Data
fr: Valider les données BRH

source: loading date
fr: date de chargement

source: Fix data
fr: Corriger les données

source: Loading validation
fr: Validation Chargement

source: Do you want to authorize this loading to the selected destination ?
fr: Voulez-vous autoriser l'acheminement de ce chargement à l'usine sélectionnée ?
