Repository: otchoumouAng/snvlt
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: I send my request
fr: J'envoie ma demande

source: SNVLT Request for statistical documents
fr: SNVLT Demande de documents statistiques

source: Hi
fr: Bonjour

source: the forestry company
fr: la société forestière

source: has sent you a request relating to an order for
fr: vous a envoyé une demande en rapport avec une commande de

source: Please connect to https://127.0.0.1:8000 to confirm or deny your request.
fr: SVP, connectez-vous à l'adresse https://127.0.0.1:8000 pour confirmer ou rejeter la demande.

source: Sincerly,
fr: Cordialement,

source: the forestry industry
fr: l'industrie forestière

source: the exporter
fr: l'exportateur

source: The document request was sent successfully
fr: La demande de document a été envoyé avec succès

source: Validate the request
fr: Valider la demande

source: The request has just been validated successfully
fr: La requête a été validée avec succès

source: You must log in first to access SNVLT
fr: Vous devez vous connecter afin d'accéder à SNVLT

source: Edit Users Group
fr: Modifier le Groupe Utilisateurs

source: Add Users Group
fr: Ajouter un Groupe Utilisateurs

source: Group has been edited successfully
fr: Le group a été mis à jour avec succès

source: Permissions added by
fr: Permissions ajoutées par

source: Permissions removed by
fr: Permissions supprimées par

source: Group has been created
fr: Le grouope a été créé

source: SNVLT membership application
fr: SNVLT Demande d'accès

source: Your registration has just been taken into account. You will receive a validation email from your administrator. Cheers!
fr: Votre inscription a été prise en compte. Vous recevrez un email de validation de la part de votre admpinistrateur. Félicitations!

source: You have a new membership application for SNVLT. Please log in at https:127.0.0.1:8000
fr: Vous avez une nouvelle demande d'accès SNVLT. SVP, Connectez-vous à l'adresse https:127.0.0.1:8000

source: Cheers!
fr: Félicitations!

source: Edit Stock
fr: Modifier le stock

source: Add Stock
fr: Mouvementer le stock

source: The document stock has just been successfully updated
fr: Le stock de document a été mouvementé avec succès

source: Structure mamanger
fr: Responsable de la structure

source: Your account has just been created in SNVLT and your verification code is
fr: Votre compte SNVLT vient d'être créé and votre code de vérification est

source: Your accesses have been sent to you by email. THANKS.
fr: Vos accès vous ont été envoyés par mail. MERCI.

source: Please confirm your email
fr: Confirmez votre email SVP

source: The structure manager has just been created
fr: Le responsable de la structure a été enregistré

source: The logging company has been updated
fr: La société forestière a été enregistrée

source: Edit my profile
fr: Modifier mon profil

source: Your profile has been edited successfully
fr: YVotre profil a été modifié avec succès

source: The requester has been added to your organization
fr: Le demandeur (d'accès) a été ajouté à votre organisation avec succès

source: Add an attribution
fr: Ajouter une attribution

source: Edit Group
fr: Modifier un groupe

source: Edit Cantonment
fr: Modifier un cantonnement

source: Add Cantonment
fr: Ajouter un Cantonment

source: The forest cantonment has just been successfully updated
fr: Le cantonnement forestier a été mis à jour avec succès

source: Edit Departmental Direction
fr: Miodifier la Direction Départementale

source: Add Departmental Direction
fr: Ajouter une Direction Départementale

source: THe Departmental Direction has been updated successfully
fr: La Direction Départementale a été mise à jour avec succès

source: Edit Ministry Direction
fr: Modifier la Direction MINEF

source: Add Ministry Direction
fr: Ajouter une Direction MINEF

source: Ministry Direction has been edited and updated successfully
fr: La Direction MINEF a été modifiée avec succès

source: Edit Operator Document
fr: Modifier le document Opérateur

source: Add Operator Document
fr: Ajouter un Document Opérateur

source: Operator document has been updated successfully
fr: Le document Opérateur a été modifié avec succès

source: Edit Regional Direction
fr: Modifier la Direction Régionale

source: Add Regional Direction
fr: Ajouter une Direction Régionale

source: The requested entity was not found.
fr: L'entité demandée n'a pas été trouvée.

source: Edit Wood species
fr: Modifier l'essence forestière

source: Wood species has been updated successfully
fr: L'essence forestière a été mise à jour avec succès

source: Add Wood species
fr: Ajouter une assence forestière

source: Edit Forester
fr: Modifier le forestier

source: Add Forester
fr: Ajouter le forestier

source: The forester has been updated successfuylly
fr: Le forestier a été mise à jour avec succès

source: Edit Exporter
fr: Modifier l'exportateur

source: Add Exporter
fr: Ajouter l'exportateur

source: Exporter file has been updated successfully
fr: Le fichier Exportateur a été mis à jour avec succès

source: Edit Forest
fr: Modifier la forêt

source: Forest has been edited successfully
fr: La forêt a été mise à jour avec sucès

source: Add Forest
fr: Ajouter une forêt

source: Edit Legality grid
fr: Editer la Grille de Légalité

source: Edit Document template
fr: Modifier le modèle de document

source: Add Document template
fr: Ajouter un modèle de document

source: Document template has been edited successfully
fr: Le modèle de document a été mis à jour avec succès

source: Edit Model
fr: Modifier le modèle

source: Add Model
fr: Ajouter un modèle

source: Model has been updated successfully
fr: Le modèle à mis à jour avec sucès

source: Edit forester checkpoint
fr: Modifier le poste forestier

source: forester checkpoint has been edited succesfully
fr: Le poste forestier a été mis à jour avec succès

source: Add forester checkpoint
fr: Ajouter un poste forestier

source: Edit Ministry service
fr: Modifier le service MINEF

source: Add Ministry service
fr: Ajouter un service MINEF

source: Ministry service has been edited successfully
fr: Le service MINEF a été mis à jour avec succès

source: Edit Authorization Type
fr: Modifier le type d'Autorisation

source: Add Authorization Type
fr: Ajouter un type d'Autorisation

source: Authorization Type has been edited and updated successfully
fr: Le type d'Autorisation a été mis à jour avec succès

source: Edit statistical document type
fr: Modifier le type de document statistique

source: Add statistical document type
fr: Ajouter le type de document statistique

source: Statistical document type has been updated successfully
fr: Le type de document statistique a été mis à jour avec succès

source: Edit Wood Factory
fr: Modifier l'usine

source: Wood Factory has been edited successfully
fr: L'usine forestière a été mise à jour avec succès

source: Please Confirm your Email
fr: SVP, Confirmez votre email

source: No reset password token found in the URL or in the session.
fr: Aucun jeton de réinitialisation de mot de passe trouvé dans l'URL ou la session.

source: Your password reset request
fr: Votre demande de réinitialisation de mot de passe

source: Sorry, Your access has been blocked by your administrator
fr: Désolé, Votre compte a été bloqué par votre administrateur

source: New document for validation
fr: Nouveau document pour validation

source: The Operator
fr: L'opérateur

source: has sent to you a new document . Please click on this notification to display the content.
fr: vous a envoyé un nouveau document . Veuillez, SVP cliquez sur la notification pour visualiser les détails..

source: Information about your documant validation request
fr: Information concernant votre demande de validation Document

source: Hi
fr: Bonjour

source: Hello
fr: Bonjour

source: Notification accepted by
fr: Notification acceptée par

source: The document
fr: Le document

source: has been generated successfully
fr: a été généré avec succès

source: SNVLT REGISTRATION
fr: SNVLT INSCRIPTION

source: NOT DEFINED
fr: NOT DEFINI

source: You have been added as
fr: Vous avez été ajouté en tant que

source: of the entity
fr: de l'entité

source: WELCOME
fr: BIENVENUE

source: Hi! Please for more security, Don't forget to reset your password
fr: Bonjour! Pour plus de sécurité, Nous vous conseillons de changer votre mot de passe

source: SNVLT SECURITY
fr: SNVLT SECURITE

source: Statistic document
fr: Document statistique

source: The document is mandatory
fr: Le document est obligatoire

source: Quantity is mandatory
fr: La Quantité est obligatoire

source: The maximum number of documents to generate is {{ limit }}
fr: Le Maximmum de documents à générer est

source: The minimum number of documents to generate is {{ limit }}
fr: Le Minimum de documents à générer est

source: Edit or Add new Group name
fr: Modifier ou ajouter un nouveau groupe

source: Group name
fr: Dénomination du Groupe

source: Please Group name is mandatory
fr: SVP, le nom du groupe est obligatoire

source: characters
fr: caractères

source: Upload your image
fr: Charger votre photo

source: Model Name
fr: Modèle

source: The model name cannot be null
fr: Le modèle ne peut être nul

source: The authorization cannot be blank
fr: L'autorisation ne peut être vide

source: The Operator is mandatory
fr: L'opérateur est Obligatoire

source: My document requests
fr: Mes demandes de documents

source: Back to list
fr: Retour à la liste

source: Send my request
fr: J'envoie ma demande

source: My documents requests
fr: Mes demandes de documents

source: Add
fr: Ajouter

source: Quantity
fr: Quantité

source: Request Date
fr: Date de demande

source: Status
fr: Statut

source: Statistical document sheet
fr: Fiche document statistique

source: Document No.
fr: Document N°

source: Document Type
fr: Type de Document

source: Number of pages
fr: Nombre de pages

source: Created at
fr: Créé le

source: By
fr: Par

source: Assigned
fr: Assigné

source: YES
fr: OUI

source: NO
fr: NON

source: My Groups - Add a group
fr: Mes Groupes - Ajouter un groupe

source: check or uncheck permissions
fr: Cocher ou Décocher des permissions

source: Update Group Permissions
fr: Mettre à jour les permissions du groupe

source: Add Document Type
fr: Ajouter un type de document

source: Edit Document Type
fr: Modifier un type de document

source: My Groups
fr: Mes Groupes

source: Group
fr: Groupe

source: All Users
fr: Tous les utilisateurs

# Add a manager&quot;
source: Add a manager"
fr: Ajouter un responsable"

source: My Team
fr: Mon Equipe

source: locked users
fr: Utilisateurs bloqués

source: Firstname and Lastname
fr: Nom et Prénoms

source: Mobile Phone
fr: Téléphone mobile

source: Profile
fr: Profil

# &quot;This account is locked&quot;
source: "This account is locked"
fr: "Ce compte est bloqué"

source: Send Email
fr: Envoyer Email

source: See profile
fr: Voir le profile

source: My profile
fr: Mon profil

source: Firstname
fr: Prénoms

source: Lastname
fr: Nom

source: Phone No
fr: Téléphone

source: Update Profile
fr: Mise à jour Profil

source: My Notifications
fr: Mes Notifications

source: Notification type
fr: Type de notification

source: Issuer
fr: Emetteur

source: Received on
fr: Réçu le

source: Membership validation
fr: Validation Demande d'accès

source: Sender
fr: Expéditeur

source: Mobile number
fr: Numéro de téléphone mobile

source: Do you want to accept this requester as a member of your organization?
fr: Voulez-vous accepter ce demandeur en tant que membre de votre organisation?

source: Accept the member
fr: Accepter le membre

source: Refuse Member
fr: Refuser le membre

source: Enter Validation Code
fr: Entrer le code de validation

source: Enter
fr: Entrer

source: Statistical document requests Validation
fr: Validation de demandes de documents statistiques

source: Operator request Verification and Validation service
fr: Service de vérification et de validation de documents statistiques

source: Operator Requests
fr: Demandes Opérateurs

source: Operator
fr: Opérateur

source: Quantity requested
fr: Quantité demandée

source: Request Validation
fr: Validation demande

source: Operator Request Validation
fr: Validation de demande Opérateur

source: Legal Documents
fr: Documents Légaux

source: Logging data
fr: Données Forestières

source: Alerts / Violations
fr: Alertes / Violations

source: Document type
fr: Type de Document

source: File
fr: Fichier

source: Back to request list
fr: Retour à la liste de demande

source: Add Attribution
fr: Ajouter une Attribution

source: Edit an attribution
fr: Modifier une attribution

source: Please Select forest
fr: SVP, Sélectionnez une forêt

source: Please Select Logger
fr: SVP, Sélectionnez un exploitant forestier

source: Decision No.
fr: N° Décision

source: Forest
fr: Forêt

source: Owner
fr: Attributaire

source: Dashboard
fr: Tableau de Bord

source: See all notifications
fr: Voir toutes les notifications

source: You have no permissions with this account to access this page
fr: Vous n'avez aucune permission pour accéder à cette page

source: ACCESS DENIED
fr: ACCES REFUSE

source: Cantonments
fr: Cantonnements

source: Name
fr: Nom

source: Responsible
fr: Responsable

source: RD
fr: DR

source: ! Sorry
fr: ! Désolé

source: This document is not stored in SNVLT database
fr: Ce document n'est pas référencié dans la base SNVLT

source: Cantonment
fr: Cantonnement

source: Select DD
fr: Selectionner la DD

source: Select RD
fr: Selectionner la DR

source: My legacy documents
fr: Mes documents légaux

source: Status for step validation
fr: Statut Etapes de Validation

source: Loggers
fr: Exploitants Forestiers

source: Forests
fr: Forêts

source: Area
fr: Aire

source: Forest Type
fr: Type de Forêt

source: History
fr: Historique

source: Legality Grid - Add Document Type
fr: Grille de Légalité - Ajouter un type de document

source: Legality Grid
fr: Grille de Légalité

source: Periodicity
fr: Périodicité

source: Elapsed time
fr: Durée

source: Add Model for Documents Validation
fr: Ajouter un model de validation de documents

source: Model for Documents Validation
fr: Model de validation de documents

source: Only services or Directions with fullfilled Responsible emails can be displayed below
fr: Seuls les services ou Directions avec les responsables dûment enregistrés seront affichés ci-dessous

source: Sequence
fr: Séquence

source: Service Type
fr: Type Service

source: Entity
fr: Entité

source: Modele Name
fr: Modèle

source: Change Status
fr: Changer le statut

source: Ministry Services
fr: Services MINEF

source: Authorization type
fr: Type Autorisation

source: Authorization
fr: Autorisation

source: Statistical Document Type
fr: Type de document statistique

source: Number of pages to generate
fr: Nombre de pages à générer

source: Price
fr: Prix

source: Remaining Stock
fr: Stock restant

source: Hi! Please confirm your email!
fr: Bonjour! Confirmez SVP votre email!

source: Please confirm your email address by clicking the following link:
fr: SVP, veuillez confirmez votre email en cliquant sur le lien suivant :

source: Confirm my Email
fr: Je confirme mon email

source: This link will expire in
fr: Ce lien expire dans

source: below are your credentials
fr: Ci-dessous vos accès

source: User
fr: Utilisateur

source: your email address
fr: Votre adresse mail

source: Password
fr: Mot de passe

source: Your telephone number preceded by your country code and without spaces (ex: +2259999999999)
fr: Votre numéro de téléphone précédé de l'indicatif pays et sans espace (ex: +2259999999999)

source: Register Please
fr: Enregistrez-vous SVP

source: SNVLT - Register
fr: SNVLT - Inscription

source: SNVLT - Register Please
fr: SNVLT - Enregistrez-vous SVP

source: Password Reset Email Sent
fr: Email de Réinitialisation du mot de passe envoyé

source: Reset your password
fr: Réinitialiser votre mot de passe

source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password.
fr: Si votre adresse mail est existante,Vous recevrez un email contenant un lien de réinitialisation de votre mot de passe.

source: If you don't receive an email please check your spam folder or
fr: Si vous ne recevez pas de mail, vérifier vos couriers indésirables ou

source: try again
fr: Essayer encore

source: Go to Login Form
fr: Retourner à la page de connexion

source: To reset your password, please visit the following link
fr: Afin de réinitialiser votre mot de passe, veuillez cliquez sur ce lien

source: Enter your email address, and we will send you a link to reset your password.
fr: Entrez SVP votre adresse mail afin de recevoir un lien de réinitialisation de votre mot de passe.

source: Send password reset email
fr: Envoyer l'email de réinitialisation du mot de passe

source: Reset password
fr: Réinitialialiser le mot de passe

source: Republic of
fr: République de

source: Sign in PLease!
fr: Connectez-vous SVP!

source: Your email address
fr: Votre adresse mail

source: Your password
fr: Votre mot de passe

source: Remember me
fr: Se souvenir de moi

source: Sign in
fr: Connexion

source: I forgot my password
fr: J'ai oublié mon mot de passe

source: I am a new member
fr: Je suis nouveau

source: Change Language
fr: Changer la langue

source: My Profile
fr: Mon Profil

source: Change my password
fr: Changer mot de passe

source: Logout
fr: Déconnexion

source: Inbox
fr: Boîte de Réception

source: Settings
fr: Paramètres

source: Log Out
fr: Déconnexion

source: sent to you on
fr: envyé le

source: Operator Type
fr: Type Operateur

source: Document Name
fr: Document

source: Delivery date
fr: Date de Délivrance

source: Due date
fr: Date Expiration

source: download file
fr: Télécharger le fichier

source: Refuse document
fr: Refuser le document

source: Accept document
fr: Accepter le document

source: Administrator Groups
fr: Groupes de l'Administrator

source: Number of users
fr: Nombre d'utilisateurs

source: Manage Document Stock
fr: Mouvementer le stock de documents

source: Edit
fr: Modifier

source: Select Regional Direction...
fr: Sélectuionnez la Direction Régionale...

source: Manage Stock
fr: Gérer le stock

source: Type of movement
fr: Type de mouvement

source: Date of mouvement
fr: Date Mouvement

source: Generated by
fr: Généré par

source: Document No
fr: N° Document

source: In use
fr: Attribué

source: Structure Manager
fr: Responsable Structure

source: Add a manager
fr: Ajouter un responsable

source: Add Manager
fr: Ajouter un responsable

source: You are
fr: Vous êtes

source: Logger
fr: Exploitant forestier

source: Industry
fr: Industrie

source: Exporter
fr: Exportateur

source: Regional Direction
fr: Direction Régionale

source: Forest Cantonment
fr: Cantonnement Forestier

source: Departemental Direction
fr: Direction Départementale

source: Checking Point
fr: Poste Forestier

source: Users
fr: Utilisateurs

source: Is manager
fr: Est Responsable

source: Is locked
fr: Est Bloqué

source: Type of Operator
fr: Type Opérateur

source: This user is blocked into the system
fr: Cet utilisateur est bloqué dans le système

source: Send an email
fr: Envoyer un email

source: Do you want to lock this user ?
fr: Voulez-vous bloquer cet utilisateur ?

source: Yes, lock
fr: Oui, bloquer

source: locked!
fr: bloqué!

source: The user is now blocked
fr: L utilisateur est maintenant bloqué

source: Success
fr: Succès

source: Do you want to unlock this user ?
fr: Voulez-vous débloquer l'utilisateur ?

source: Yes, Unlock
fr: Oui, Débloquer

source: Unlocked!
fr: Débloqué!

source: The user is now active
fr: Utilisateur maintenant actif

source: Loggers Data
fr: Données forestières

source: IN USE
fr: ATTRIBUE

source: WITHDROWN
fr: RETIRE

source: Account Validation
fr: Validation Compte

source: Please, Validate your registration by following the link sent to you in your mailbox
fr: SVP, Veuillez valider votre enregistrement en suivant le lien envoyé dans votre boîte mail

source: I understand
fr: J'ai compris

source: Document Authentication
fr: Authentification du document

source: Verifying Document Authenticity
fr: Vérification de l'Authenticité du document

source: Thanks
fr: Merci

source: MINISTRY_NAME
fr: Ministère des Eaux et Forêts

source: COUNTRY_NAME
fr: République de Côte d'Ivoire

source: WEBSITE
fr: www.boislegal.ci

source: ! Success
fr: ! Succès

source: This document is authorized in the system
fr: Ce document est autorisé dans le système

source: Welcome
fr: Bienvenue

source: DEVELOPER
fr: SYSTEM 2IS

source: Search...
fr: Rechercher...

source: users
fr: utilisateurs

source: Manager
fr: Responsable

source: Manager email
fr: email du responsable

source: Acronym
fr: Sigle

source: Manager Phone
fr: Téléphone Mobile du responsable

source: Number of agents
fr: Nombre d'agents

source: Sign in to continue.
fr: Connectez-vous pour continuer.

source: SIGN IN
fr: CONNEXION

source: Keep me signed in
fr: Se souvenir de moi

source: Forgot password?
fr: Mot de passe oublié?

source: Don't have an account?
fr: Je n'ai pas de compte?

source: Ask for an access
fr: Demander un accès

source: Cantonment name
fr: Dénomination du cantonnement

source: Cantonment name is mandatory
fr: Le cantonnement est obligatoire

source: Cantonment manager
fr: Responsable Cantonnement

source: Cantonment manager email
fr: Email du responsable Cantonnement

source: Cantonment manager phone
fr: Téléphone du responsable Cantonnement

source: Select Departmental Direction
fr: Sélectionnez la Direction Départementale

source: Select Departmental Direction...
fr: Sélectionnez la Direction Départementale...

source: Regional Direction is madatory
fr: La Direction régionale est obligatoire

source: Direction Acronym
fr: Sigle de la Direction

source: Direction Name
fr: Direction

source: The direction name is mandatory
fr: Le nom de la Direction est obligatoire

source: RD Name
fr: Dénomination de la DR

source: RD Name is mandatory
fr: La dénomination de la DR est obligatoire

source: [ADD]
fr: [AJOUT]

source: Ministry Directions
fr: Directions MINEF

source: Number of services
fr: Nombre de services

source: Regional Directions
fr: Directions Régionales

source: Cantonments for this Regional Direction
fr: Liste des cantonnements pour cette Direction Régionale

source: Forest Control Posts
fr: Poste de Contrôle Forestier

source: Number of DD
fr: Nombre de DD

source: Number of Cantonments
fr: Nombre de Cantonnements

source: Add Ministry Service
fr: Ajouter un service MINEF

source: Edit Ministry Service
fr: Modifier un service MINEF

source: The attribution has been updated successfully
fr: L'attribution a été modifié avec succès

source: DD Name
fr: Dénomination de la DD

source: DD Name is mandatory
fr: La DD est obligatoire

source: Checking Data
fr: Vérification des données

source: This place is where you can check documents and data before authorizing attribution
fr: Cet espace est réservé à la vérification des documents de légalité avant une possible attribution de PEF

source: Document for this operator
fr: Documentation de cet opérateur

source: Data for this forest
fr: Données concernant le titre forestier

source: Departmental Directions
fr: Directions Départementales

source: forests
fr: forêts

source: Owned by
fr: Attribué à

source: Not in activity
fr: Pas en activité

source: National System for Verification of wood Tracking and Legacy
fr: Système National de Vérification de la Légalité et la Traçabilité du bois

source: Decision number is mandatory
fr: Le numéro de la décision est obligatoire

source: Decision date is mandatory
fr: La date de décision est obligatoire

source: Add a Manager
fr: Ajouter un Responsable

source: All Managers
fr: Tous les Responsables
