Repository: otchoumouAng/snvlt
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: The option to verify documents for the allocation of forest perimeters has been disabled by the system administrator
fr: L'option de vérification des documents pour l'attribution de périmètres forestier a été désactivée par l'administrateur système

source: Add an Authorisation
fr: Ajouter une Autorisation

source: Edit an authorization
fr: Modifier une Autorisation

source: Add authorization
fr: Ajouter une Autorisation

source: The resumption of annual activities has been successfully updated
fr: La reprise d'activités annuelle a été mise à jour avec succès

source: manager
fr: responsable

source: lastname
fr: nom

source: Please, type your lastname
fr: SVP, inscrivez votre nom

source: Your lastname must have at least
fr: Votre nom doit contenir au moins

source: firstname
fr: prénom

source: Please, type your firstname
fr: SVP, inscrivez votre prénom

source: Your firstname must have at least
fr: Votre prénom doit contenir au moins

source: Please, type your email
fr: SVP, inscrivez votre email

source: Please, upload an image with size less than 1 Mb
fr: SVP, charger une image de taille inférieure à 1 Mo

source: Please, upload a valid image
fr: SVP, veuillez charger une image valide

source: mobile phone
fr: Numéro de téléphone mobile

source: Please, type your mobile phone
fr: SVP, Renseignez votre numéro de téléphone mobile

source: Your mobile phone must have at least
fr: Votre numéro de téléphone mobile doit contenir au moins

source: Your mobile phone must not have more than
fr: Votre numéro de téléphone mobile doit être d'au plus

source: Authorization number is mandatory
fr: Le numéro de l'autorisation est obligatoire

source: Authorization date is mandatory
fr: La date de l'autorisation est obligatoire

source: Forest Prospection
fr: Inventaire forestier

source: Download template
fr: Télécharger le modèle

source: Upload Prospection Data
fr: Charger les données de prospection forestière

source: Display and upload data
fr: Afficher et Charger les données

source: My allocations
fr: Mes attributions

source: Forest species
fr: Essence forestière

source: Length
fr: Longueur

source: Diameter
fr: Diamètre

source: Reset
fr: Réinitialiser

source: Allowed JPG, GIF or PNG. Max size of 1024K
fr: Format autorisés JPG, GIF or PNG. Taile maximale : 1024 Ko

source: Forest Allocation
fr: Attribution de Forêts

source: This logger can apply for this forest allocation
fr: Ce forestier peut obtenir une attribution

source: This logger cannot apply for this forest allocation
fr: Ce forestier ne réunit pas les conditions pour obtenir une quelconque attribution pour cette forêt

source: Annual Renewal Authorization
fr: Reprise d'activités annuelles

source: Wood Factories
fr: Unités de Transformation du bois

source: Add Factory
fr: Ajouter une Usine

source: Edit Factory
fr: Editer l'Usine

source: Transformation Type
fr: Type Transformation

source: DOCUMENT CP AND PAGES CP GENERATED
fr: DOCUMENTS CP AET PAGES CP GENERES

source: Your document
fr: Votre document

source: has been generated to you succesfully. You can collect it at the documents request officer
fr: a été généré avec succès. Vous poyuvez maintenant le récupérer au service Délivrance de documents

source: Gadget has been edited and updated successfully
fr: Le Gadget a été édité avec succès

source: New statistical document request for validation
fr: Nouvelle demande de documents statistiques pour validation

source: has sent to you a new statistical document request. Please click on this notification to display the content.
fr: vous a envoyé une nouvelle demande de documents. Clicquez sur cette notification pour afficher son contenu.

source: Information about your statistical document request
fr: Information a propos de votre demande de documents

source: Notification refused by
fr: Notification réfusée par

source: Add an attribution PV
fr: Ajouter une attribution PV

source: Edit an Export Agreement
fr: Modifier un agréement Export/Import

source: Add an Export Agreement
fr: Ajouter un un agréement Export/Import

source: The agreementps has been updated successfully
fr: L'agréement PS a été modifié avec succès

source: Edit an PS Agreement
fr: Modifier un agréement PS

source: Add a PS Agreement
fr: Ajouter un agréement PS

source: Edit an attribution PV
fr: Modifier une attribution PV

source: Add Attribution PV
fr: Ajouter une attribution PV

source: The attributionpv has been updated successfully
fr: L'attribution a été mise à jour avec succès

source: Add an Export AUthorization
fr: Ajouter une autorisation EXPORT

source: Edit an Export Autorisation
fr: Modifier une autorisation EXPORT

source: Add an Export Autorisation
fr: Ajouter une autorisation EXPORT

source: The autorisationps has been updated successfully
fr: L'autorisation a été mise à jour avec succès

source: Add a PS authorization
fr: Ajouter une autorisation PS

source: Edit a PS authorization
fr: Modifier une autorisation PS

source: The autorisationp has been updated successfully
fr: L'autorisation a été mise à jour avec succès

source: Add a PV authorization
fr: Ajouter une autorisation PV

source: Edit a PV authorization
fr: Modifier une autorisation PV

source: Add a PV Autorisation
fr: Ajouter une autorisation

source: Edit PRINTER OFFICE
fr: Modifier IMPRIMERIE

source: Add PRINTER OFFICE
fr: Ajoàuter IMPRIMERIEE

source: PRINTER OFFICE has been edited and updated successfully
fr: L'imprimerie a été modifiée avec succès

source: New document request for validation
fr: Nouvelle demande de document pour validation

source: has sent to you a new statical document request . Please click on this notification to display the content.
fr: vous a envoyé une demande de documents statistiques . Veuillez cliquez sur la notification pour afficher son contenu.

source: Upload a CSV file
fr: Charger un fichier CSV

source: Please, upload an CSV file with size less than 3 Mb
fr: SVP, veuillez charger un fichier de taille inférieur à 3 Mo

source: Please, upload a valid CSV file
fr: SVP, Charger un fichier CSV valide

source: Widget name
fr: Libellé Gadget

source: Widget Reference
fr: Référence Gadget

source: Language
fr: Langue

source: Please, Register the language
fr: SVP, Enregistrer la langue

source: Decision No
fr: Decision N°

source: Decision No is mandatory
fr: Le N° de la décision est obligatoire

source: Decision Date
fr: Date Décision

source: Decision Date is mandatory
fr: La date décision est obligatoire

source: Folder No
fr: Dossier N°

source: Folder No is mandatory
fr: Le N° Dossier est obligatoire

source: Open Date
fr: Date Ouverture

source: Open Date is mandatory
fr: la date d'ouverture est obligatoire

source: Agreement amount
fr: Montant agréement

source: Agreement amount is mandatory
fr: Le montant agréement est obligatoire

source: Activity Type
fr: Type Activité

source: Decision No
fr: N° Décision

source: Decision Date
fr: Date décision

source: Authorization Date is mandatory
fr: La date autorisation est obligatoire

source: Plot
fr: Parcelle

source: Authorization No
fr: N

source: Authorization No is mandatory
fr: Le N° Autorisation

source: Authorization Date
fr: Date Autorisation

source: PS Authorization No
fr: N° Autorisation PS

source: PS Authorization No is mandatory
fr: Le N° autorisation obligatoire

source: PS Authorization Delivery Date
fr: Date de délivrance

source: date is mandatory
fr: La date est obligatoire

source: PS Authorization Date
fr: Date autorisation

source: Open Date date is mandatory
fr: La date d'ouverture est obligatoire

source: Authorization amount
fr: Montant autorisation

source: Authorization amount is mandatory
fr: Le montant Autorisation est obligatoire

source: Product Nature
fr: Nature Produit

source: Address
fr: Adresse

source: city
fr: Ville

source: Upload logo
fr: Charger le logo

source: Model Type Name
fr: Type modèle

source: Stock alert
fr: Alerte Stock

source: documents_requests
fr: demande de documents

source: You must type all values before sending request
fr: Vous devez saisir toutes les valeurs avant l'envoi de votre requête

source: Documents Reception
fr: Réception Documents

source: Please enter code to display documents
fr: SVP, Veuillez entrer le code pour afficher les documents

source: Document delivery
fr: Délivrance de documents

source: Do you want to deliver these documents ?
fr: Voulez-vous délivrer ces documents ?

source: This action is irreversible
fr: Cette action est irréversible

source: Cancel
fr: Annuler

source: Deliver
fr: Délivrer

source: Loading...
fr: Chargement...

source: Informations about the request
fr: Informations concernant votre demande

source: Request Code
fr: Code Demande

source: Request Document
fr: Demande Document

source: Requested Quantity
fr: Quantité demandée

source: Allowed Quantity
fr: Quantité autorisée

source: Sorry, There is no documents request with this code
fr: Désolé, Aucune demande de documents via ce code

source: Documents requested
fr: Requêtes Documents

source: Print Reception sheet
fr: Imprimer le soit-transmis

source: Reception sheet
fr: Soit Transmis

source: Quantity Requested
fr: Quantité demandée

source: Quantity allowed
fr: Quantity permise

source: Received
fr: Reçu

source: Assignment of statistical documents
fr: Attribution de documents statistiques

source: In Stock
fr: En Stock

source: Generate
fr: Générer

source: Generate Operator Document
fr: Genérer Document Opérateur

source: Close
fr: Fermer

source: PLease, enter a number less or equal to quantity requested
fr: SVP, entrer un nombre ou égal à la quantité demandée

source: Document Stock
fr: Stock de documents

source: Enter number of items to generate
fr: Enter le nombre d'éléments à générer

source: Display documents
fr: Afficher Documents

source: Document Signature
fr: Signature Document

source: These documents have already signed by you
fr: Ces documents ont déja été signés

source: Document dilivered on
fr: Document délivré le

source: Validate
fr: Valider

source: Validate signature
fr: Valider la signature

source: Do you want to sign these documents ?
fr: Voulez-vous signer ces doicuments ?

source: Don't sign
fr: Ne pas signer

source: Sign
fr: Signer

source: Widgets
fr: Gadegets

source: Widget
fr: Gadget

source: Add widget
fr: Ajouter un gadget

source: references
fr: références

source: spices
fr: essences

source: Overview
fr: Généralité

source: Movements
fr: Mouvements

source: Stock remaining
fr: Stock restant

source: Loading Documents Situation
fr: Chargement du point Documents

source: Function
fr: Fonction

source: Central administration
fr: Administration centrale

source: Local administration
fr: Administration locale

source: Allowed JPG, GIF or PNG. Max size of 800K
fr: Formats autorisés JPG, GIF or PNG. Taille maximale of 800Ko

source: Export/Import approval
fr: AgréementExport/Import

source: Add Agreement
fr: Ajouter Agreement

source: PS Agreements
fr: Agreement PSs

source: Type of Activity
fr: Type Activité

source: Amount
fr: Montant

source: Plantation Wood Authorisation
fr: Autorisation Bois de Plantation

source: Add Autorisation
fr: Ajouter Autorisation

source: Villages Forest Approval
fr: Agréement Parcelles Villages

source: Export/Import Authorization
fr: Autorisation Export/Import

source: PS Autorisations
fr: Autorisations PS

source: PS Autorizations
fr: Autorisations PS

source: Due Date
fr: Date Fin

source: Villages Forest Attributions
fr: Attributions Parcelles villageoises

source: Plantation Wood Autorizations
fr: Autorisations Bois de plantation

source: Auth. Date
fr: Date Authentification

source: NOT IN USE
fr: PAS EN ACTIVITE

source: My BCBP
fr: Mes BCBP

source: BCBP No
fr: BCBP N°

source: Log
fr: Bille

source: Code Logger
fr: Code Exploitant

source: Loading BCBP
fr: Chargement BCBP

source: My BREPF
fr: Mes BREPF

source: BREPF No
fr: BREPF N°

source: Exporter Code
fr: Code Exportateur

source: Loading BREPF
fr: Chargement BREPF

source: My BRH
fr: Mes BRH

source: Page No
fr: Page N°

source: Factory park
fr: Parc Usine

source: Add Data
fr: Saisir Données

source: Tree No
fr: Arbre N°

source: Letter
fr: Lettre

source: species
fr: essence

source: Log length
fr: Longueur bille

source: Log Diameter
fr: Diamètre Bille

source: Log Volume
fr: Volume Bille

source: No Records Available
fr: Aucun enregistrement disponible

source: Save
fr: Enregistrer

source: Loading data
fr: Chargement Données

source: No Data Available
fr: Aucune donnée disponible

source: BRH No
fr: BRH N°

source: Loading BRH
fr: Chargement BRH

source: My BTGU
fr: Mes BTGU

source: BTGU No
fr: BTGU N°

source: Factory
fr: Usine

source: Loading BTGU
fr: Chargement BTGU

source: My BTH
fr: Mes BTH

source: BTH No
fr: BTH N°

source: Loading BTH
fr: Chargement BTH

source: My CP
fr: Mes CP

source: Month
fr: Mois

source: Year
fr: Année

source: Save this page
fr: Enregistrer la page

source: Day
fr: Jour

source: Tree Length
fr: Longueur arbre

source: Tree Diameter
fr: Diamètre arbre

source: Tree Volume
fr: Volume arbre

source: Diameter Bille A
fr: Diamètre Bille A

source: Diameter Bille B
fr: Diamètre Bille B

source: Diameter Bille C
fr: Diamètre Bille C

source: Loading ETAT B
fr: Chargement ETAT B

source: My LJE
fr: Mes LJE

source: Loading LJE
fr: Chargement LJE

source: PS Owners
fr: Attributaires PS

source: owner
fr: Attributaire

source: Add a PS Owner
fr: Ajouter un attributaire PS

source: Loading
fr: Chargement

source: Create a PS Owner
fr: Créer un attributaire PS

source: Simple Owner
fr: Attributaire basique

source: Private company
fr: Société privée

source: Gender
fr: Sexe

source: Male
fr: Homme

source: Female
fr: Femme

source: Nationality
fr: Nationalité

source: Save Owner
fr: Enregistrer Attributaire

source: Please register Gender
fr: SVP Renseigner le sexe

source: Please register Nationality
fr: SVP Renseigner la nationalité

source: Please Select Operator
fr: SVP sélectionnez l'opérateur

source: Please register all required fields before continue
fr: SVP, Renseignez tous les champs obligatoires avant de continuer

source: Owner Type
fr: Type attributaire

source: ACTIVE
fr: ACTIF

source: edit
fr: Modifier

source: INACTIVE
fr: INACTIF

source: Select Owner Type
fr: Sélectionnez le type Attributaire

source: Select Forest Logger
fr: Sélectionnez la société forestière

source: Select a country
fr: Selectionnez un pays

source: Select gender
fr: Sélectionnez le sexe

source: The forest is owned but not in activity
fr: La forêt est attribuée mais pas en activité

source: The forest is in activity
fr: La forêt est en activité

source: This foresst is currently in activity
fr: Cette forêt est actuellement en activité

source: NOT IN ACTIVITY
fr: PAS EN ACTIVITE

source: Office Printer
fr: Imprimerie

source: Add Printer
fr: Ajouter Imprimeur

source: Edit Printer
fr: Modifier Imprimeur

source: Printers
fr: Imprimeurs

source: City
fr: Ville

source: Model Type
fr: Type de modèle

source: Statistical_Document_Type
fr: Type_Document_Statistique

source: Administrator
fr: Administrateur

source: Authorizations
fr: Autorisations

source: Agreements/Authorization
fr: Agréements/Autorisations

source: delivered
fr: délivré

source: in Use
fr: en Activité

source: Logs loading in proccess
fr: Chargements Grumes en cours

source: No
fr: N°

source: Species
fr: Essences

source: Value
fr: Valeur

source: Frequency Tree felling
fr: Fréquence Abattage d’arbres

source: Exercise
fr: Exercice

source: You have recieved notifications. Please click on bell above
fr: Vous avez reçu des notifications. Veuillez SVP cliquer sur l'icone Alarme au-dessus

source: clipping-tool
fr: Outil-découpage

source: Clipping Tool
fr: Outil tronçonnage

source: Wood Log N°
fr: Bille N°

source: Wood species
fr: essences

source: Transformation daily sheet
fr: Fiche Transformation Journalière

source: Width
fr: Largeur

source: Thickness
fr: Epaisseur

source: Number
fr: Nombre

source: Check fixed values
fr: Vérifier les valeurs fixes

source: Basic informations
fr: Informations de base

source: Data
fr: Données

source: Refuse request
fr: Réfuser la demandet

source: Accept request
fr: Accepter la demande

source: You want to refuse this request
fr: Voulez-vous réfuser cette demande

source: Reason for this reject
fr: Motivation du rejet

source: Do not reject
fr: Ne pas rejeter

source: Reject this request
fr: Rejeter cette requête

source: Accepting the request
fr: Accepter la requête

source: Do you want to accept this request
fr: Voulez-vous accepter cette requête

source: Do not accept
fr: Ne pas accepter

source: Accept this request
fr: Accepter cette requête

source: SORRY! YOU MUST SPECIFY A REASON TO REJECT THIS REQUEST
fr: SORRY! VOUS DEVEZ MOTIVER LE REJET DE CETTE DEMANDE

source: cm remaining
fr: cm restants

source: Edit Contract
fr: Modifier Contrat

source: Add Contract
fr: Ajouter Contrat

source: Contract No
fr: Contrat N°

source: Contract No is mandatory
fr: Le N° Contrat

source: Client Name is mandatory
fr: Le nom du client est obligatoire

source: Manage name is mandatory
fr: Le nom du responsable est obligatoire

source: Manager phone
fr: Téléphone Responsable

source: Adress
fr: Adresse

source: Contract Date
fr: Date Contrat

source: Contract Date is mandatory
fr: La date de contrat est obligatoire

source: Country
fr: Pays

source: Country list
fr: Liste des pays

source: Requested Volume
fr: Volume demandé

source: Validate loading
fr: Valider chargement

source: Cost
fr: Coût

source: BRH Data
fr: Données BRH

source: Mapping
fr: Cartographie

source: length
fr: longueur

source: Add BRH Data
fr: Ajouter Données BRH

source: BRH Loading
fr: Chargement BRH

source: Please Fill input with star before continue
fr: SVP, Saisissez les champs étoilés avant de continuer

source: The values seem to be invalid
fr: Les valeurs saisies semblent invalides

source: Page header saved !
fr: Entête Page enregistré !

source: Sorry! This number with this forest is already in used
fr: Désolé! Ce numéro couplé à la forêt indiquée est déjà utilisé

source: Validate the loading
fr: Valider le chargement

source: Do you want to validate this form ?
fr: Voulez-vous valider ce formulaire ?

source: Yes, Validate
fr: Oui, Valider

source: No, return
fr: Non, retourner

source: The loading is validate!
fr: Le chargement est validé

source: Loading logs
fr: Chargement billes

source: Show photo
fr: Montrer la photo

source: Loading of logs accepted by the factory
fr: Chargement de billes accepté par l'usine

source: Loading of logs refused and reported by the factory
fr: Chargement de billes refusé et signalé par l'usine

source: Report loading
fr: Rapport Chargement

source: We need your approbation
fr: Nous avons besoin de votre approbation

source: Do you want to authorize this loading on your factory park?
fr: Souhaitez-vous autoriser ce chargement sur votre parc usine ?

source: Authorize
fr: Autoriser

source: Load data from BRH, BCBP, BTGU, ...
fr: Charger données depuis BRH, BCBP, BTGU, ...

source: hammer
fr: marteau

source: BRH Page No
fr: Page BRH N°

source: Date of unloading
fr: Date de déchargement

source: Species code
fr: Code essence

source: Add LJE Data
fr: Ajouter les données LJE

source: Select the source please and search loading number
fr: Sélectionner SVP la source et rechercher chargement (Connaissement)

source: log No
fr: bille N°

source: Unloading date
fr: Date de déchargement

source: Transcribe into the LJE
fr: Transcrire dans le LJE

source: No loading with this number
fr: Aucun chargement via ce numéro

source: Loading available
fr: Chargement disponible

source: Register Please.
fr: Enregistrez-vous SVP.

source: Logs volume
fr: Volume billes

source: key figures
fr: chifrres clés

source: Last loadings
fr: Derniers chargements

source: Operating quotas
fr: Quotas d'exploitation

source: Cutting sheet
fr: Fiche de tronçonnage

source: Logs Stock
fr: Stock Grumes

source: Enter billon length (cm)
fr: Entrer longueur billon (cm)

source: Transformation type
fr: Type transformation

source: Billon No
fr: Billon N°

source: Please enter Log number
fr: Veuillez saisir le N° de la bille SVP

source: Please fill all required values
fr: Veuillez renseigner SVP tous les champs requis

source: The total length requested is greater than the length available
fr: La longueur totale demandée est supérieure à la longueur disponible

source: Sorry there is no transformed log with this number in LJE file
fr: Désolé, il n'y a aucune bille transformée avec ce numéro dans le LJE

source: Successful operation !
fr: Opération réussie !

source: Contracts
fr: Contrats

source: My Contracts
fr: Mes Contrats

source: Volume Requested
fr: Volume Demandé

source: Contract
fr: Contrat

source: Do you want to end this transformation?
fr: Voulez-vous clôturer cette transformation?

source: Terminate
fr: Clôturer

source: Edit Elements
fr: Modifier Eléments

source: Sorry fill Date input
fr: Désolé renseigner la date

source: Billon validated!
fr: Billon validé

source: The authorization has been updated successfully
fr: L'autorisation a été mise à jour avec succès

source: Validate this Loading ?
fr: Valider ce chargement ?

source: Loading of logs to my factory
fr: Chargement de grumes en destination de mon usine

source: Accept all loadings
fr: Accepter tous les chargements

source: Loading No
fr: Chargement N°

source: Log Date
fr: Date Chargement

source: log(s)
fr: chargement(s)

source: loading of logs to my factory
fr: chargement de grumes en destination de mon usine

source: Do you want to accept all loadings?
fr: Voulez-vous accepter tous les chargements?

source: Accept
fr: Accepter

source: Export data
fr: Exporter données

source: Loading billons
fr: Chargement billons

source: Cutting Date
fr: Date de tronçonnage

source: Number of elements
fr: Nombre Eléments

source: Elements Volume
fr: Volume Elements

source: Material yield
fr: Rendement matière

source: Wood packages
fr: Colis

source: My Packages
fr: Mes Colis

source: Reference
fr: Référence

source: Hygrometric State
fr: Etat Hygrométrique

source: Package Ref.
fr: Réf. Colis

source: Manager name is mandatory
fr: Le responsable est obligatoire

source: initial volume
fr: volume initial

source: remaining volume
fr: volume restant

source: Complete the transformation
fr: Terminer la transformation

source: Elements volume
fr: Volume éléments

source: Wait
fr: Patientez

source: Package date
fr: Date Confection

source: Save Package
fr: Enregistrer le colis

source: Sorry, Fill all fields before continue
fr: Désolé, Saisissez tous les champs avant de continuer

source: Package Date
fr: Date de confection

source: No record
fr: Aucun enregistrement

source: PLEASE CHEK IF YOU HAVE SELECTED THE CONTRACT AND THE SPECIES
fr: SVP VERIFIEZ QUE VOUS AVEZ SELECTIONN2 LE CONTRAT ET LESSENCE

source: THIS PACKAGE REFERENCE IS ALREADY REGISTERED
fr: CETTE REFERENCE COLIS EST DEJA ENREGISTREE

source: SORRY NO DATA SUBMITTED
fr: DESOLE AUCUNE DONNEE ENVOYEE

source: PACKAGE SAVED
fr: COLIS ENREGISTRE

source: User
fr: l Utilisateur

source: has created a new group for his organization. Details : Group name [
fr: a créé un nouveau groupe pour son organisation. Détails : Nom du groupee [

source: has edited an exiting group for his organization. Details : Graou name [
fr: a modifié un groupe pour son organisation. Détails : Nom du groupee [

source: You have a new member for your organization
fr: Vouys avez un nouveau membre dans votre organisation

source: . User
fr: . L utilisateur

source: has sent to yo a request as a member of your organisation. Please connect to SNVLT at
fr: Vouys a envoyé une requête pour accéder à votre organisation. Connectez-vous SVP à SNVLT par l adresse

source: Start Date
fr: Date début

source: Start Date is mandatory
fr: La date de début est obligatoire
